TOKEN = "6801027868:AAFQpF_E_ZsRp-BcVfc9Ag47_UDb3AP8UJU"


ADMIN_ERROR_TXT = "Нажаль, Ви не є адміністратором Бота, звернiться до @dixtri136"
TYPE_CHAT_ERROR = "Для доступа до росилки зверніться до приватних повідомлень Бота!"
SCHEDULE_TODAY_TXT = "<b>Ваш розклад на сьогодні:</b>\n"
SCHEDULE_TOMORROW_TXT = "<b>Ваш розклад на завтра:</b>\n"
START_MESSAGE_TXT = "Привітусіки! Я Бот для відправки розкладу, приємно познайомитись! 😄\nДля отримання сьогодньошнього розкладу введіть команду /schedule\nЩоб передивитись усі доступні команди введіть /all"
ALREADY_MESSAGE_TXT = "Так ми вже знайомі!) Якщо хочеш подивитися усі команди, введі /all"
ALL_COMMANDS_TXT = "<b>Команда для отримання розкладу на сьогодні:</b> /schedule\n\n<b>Команда для отримання розкладу на завтра:</b> /schedule_tomorrow\n\n<b>Команда для отримання ПІБ викладача та предмет:</b> /teachers\n\n<b>Команда для переліку усіх предметів та посилаень на конференції:</b> /links"
ALL_ADMIN_COMMANDS = "<b>Команда для отримання розкладу на сьогодні:</b> /schedule\n\n<b>Команда для отримання розкладу на завтра:</b> /schedule_tomorrow\n\n<b>Команда для отримання ПІБ викладача та предмет:</b> /teachers\n\n<b>Команда для переліку усіх предметів та посилаень на конференції:</b> /links\n\nКоманда для допомоги адміністраторам: /admin_help"
TEACHERS_LIST_MESSAGE_TXT = "<b>Перелік усіх предметів та ПІБ викладачів:</b>\n"
LINKS_LIST_MESSAGE_TXT = "<b>Перелік усіх предметів та посилань на конференцію:</b>\n"
TEXT_ERROR_TXT = "Нажаль, Бот не вміє обробляти текстові повідомлення :("